Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: • Font Width: Choose between standard or expanded text spacing.
bg: • Ширина на шрифта: Изберете между стандартно или разширено разстояние между текста.
cs: • Šířka písma: Vyberte si mezi standardním nebo rozšířeným rozestupem textu.
da: • Skriftbredde: Vælg mellem standard eller udvidet tekstafstand.
de: • Schriftbreite: Wähle zwischen Standard- oder erweiterten Textabständen.
es: • Ancho de fuente: Elija entre el espaciado de texto estándar o expandido.
fr: • Largeur de police : Choisissez un espacement de texte standard ou étendu.
it: • Larghezza del carattere: Scegli tra la spaziatura del testo standard o estesa.
nb_no: • Skriftbredde: Juster mellom vanlig eller utvidet bredde.
nl: • Lettertype: Kies uit standaard of brede tekstafstand.
pl: • Szerokość czcionki: Wybierz między standardowym lub rozszerzonym odstępem tekstowym.
pt_pt: • Largura da fonte: Escolha entre o espaço padrão ou expandido de texto.
ru: • Ширина шрифта: Выберите между стандартным или расширенным текстовым интервалом.
sv: • Typsnittsbredd: Välj mellan standard eller utökat textavstånd.
uk: • Ширина шрифту: Вибрати між стандартним або розширеним текстом.
vi: • Độ rộng Fonts: Chọn giữa khoảng cách văn bản tiêu chuẩn hoặc mở rộng.
zh_hant: • 字型寬度：選擇標準或擴展文字間距。

source: • Freestyle Libre Demo
bg: • Freestyle Libre демо
es: • Demostración Libre de Freestyle
fr: • Démo Freestyle Libre
pl: • Demo Freestyle Libre
pt_pt: • Demo Livre Livre
ru: • Демо Libre Freestyle
uk: • Фрістайл Лайбре Демо
zh_hant: • Freestyle Libre 演示版

source: • Glucose Delta: Change in glucose value.
bg: • Глюкозна разлика: Промяна в стойността на глюкозата.
cs: • Delta glykémie: Změna hodnoty glykémie.
da: • Glukose Delta: Ændring i glukoseværdi.
de: • Glukosedelta: Änderung des Glukosewertes.
es: • Delta de glucosa: Cambio en el valor de la glucosa.
fr: • Variation de la mesure de glucose : Écart entre deux mesures de glucose.
it: • Delta glicemie: Variazione del valore della glicemia.
nb_no: • Blodsukker-delta: Endring i blodsukkerverdi.
nl: • Glucose Delta: Wijzigen in glucosewaarde.
pl: • Delta glikemii: Zmiana stężenia glikemii.
pt_pt: • Delta de Glicose: mudança no valor da glicose.
ru: • Глюкоза Дельта: Изменение значения глюкозы.
sv: • Glukosdelta: Förändring mellan två glukosvärden.
uk: • Дельта глюкози. Зміна в значенні глюкози.
vi: • Glucose Delta: Sự thay đổi giá trị glucose.
zh_hant: • 血糖變化：血糖數值的變化量。

source: • Glucose Reading: Current CGM provided glucose value.
bg: • Отчитане на глюкоза: Текущата стойност на глюкозата, предоставена от CGM.
cs: • Hodnota glykémie: Aktuální hodnota glykémie poskytovaná systémem CGM.
da: • Glukose læsning: Nuværende glukoseværdi fra CGM.
de: • Auslesen des Glukosewertes: Aktueller CGM liefert Glukosewert.
es: • Lectura de glucosa: El CGM actual proporciona valor de glucosa.
fr: • Valeur de glucose : Valeur actuelle fournie par le lecteur de Glucose en Continu (CGM).
it: • Lettura della glicemia: Glicemia attuale rilevata dal CGM.
nb_no: • Blodsukker-verdi: Nåværende blodsukkerverdi fra CGM.
nl: • Glucosewaarde: Huidige glucosewaarde gemeten door de CGM.
pl: • Odczyt glikemii: bieżący CGM podał wartość glikemii.
pt_pt: • Leitura de Glicose: Valor atual de glicose do CGM fornecido.
ru: • Чтение глюкозов: Текущая КГМ дала ценность глюкозы.
sv: • Glukosvärde: Glukosavläsning från CGM.
uk: • Глюкоза читання: Поточний CGM надає значення глюкози.
vi: • Glucose Reading: CGM hiện tại đang cung cấp giá trị đường huyết.
zh_hant: • 血糖讀取值：當前 CGM 提供的血糖數值。

source: • Glucose Simulator
bg: • Симулатор на глюкоза
cs: • Simulátor glykémie
da: • Glukose Simulator
de: • Glukose-Simulator
es: • Simulador de glucosa
fr: • Simulateur du taux de glucose
it: • Simulatore Glicemia
nb_no: • Blodsukkersimulator
pl: • Symulator glikemii
pt_pt: • Simulador de Glicose
ru: • Симулятор глюкозы
sv: • Glukossimulator
uk: • Симулятор Glucose
zh_hant: • 血糖模擬器

source: • Glucose Target
bg: • Глюкозна цел
cs: • Cílová glykémie
da: • Glucose Mål
de: • Glukoseziel
fr: • Cible de glucose
it: • Target glicemia
nb_no: • Blodsukkermål
nl: • Glucose streefwaarde
pl: • Zakres docelowy
sv: • Målglukos
vi: • Mục tiêu đường huyết
zh_hant: • 血糖目標

source: • Glucose Trend Chart
bg: • Диаграма на тенденцията на глюкозата
cs: • Graf trendu glykémie
da: • Glukose Trend Graf
de: • Glucose Trenddiagramm
es: • Tabla de tendencias de glucosa
fr: • Graphique de tendance glycémique
it: • Grafico tendenza glicemica
nb_no: • Blodsukker trendgraf
nl: • Glucosetrend-grafiek
pl: • Wykres trendów glikemii
pt_pt: • Gráfico de Tendência Glicose
ru: • График трендов глюкозы
sv: • Trenddiagram för glukos
uk: • Тенденційна діаграма глюкози
vi: • Biểu đồ đường huyết
zh_hant: • 血糖趨勢圖

source: • Glucose Trend: Direction of glucose change.
bg: • Тенденция на глюкозата: Посоката на промяна на глюкозата.
cs: Trend glykémie: Směr změny glykémie.
da: • Glukose Trend: Retning af glukoseforandring.
de: • Glukose-Trend: Richtung der Glukoseänderung.
es: • Tendencia de la glucosa: Dirección del cambio de la glucosa.
fr: • Tendance du glucose : Indique le sens de variation de la mesure du glucose.
it: • Tendenza glicemica: Direzione del cambiamento glicemico.
nb_no: • Blodsukker-trend: Retning for endring av blodsukker
nl: • Glucosetrend: Richting van glucoseverandering.
pl: • Trend glikemii: Kierunek zmiany stężenia glikemii.
pt_pt: • Tendência de glicoses: Direção da mudança de glicose.
ru: • Тенденция глюкозы: направление изменения глюкозы.
sv: • Glukostrend: Riktning av glukosförändring.
uk: • Тенденція глюкози: Напрямок зміни глюкози.
vi: • Xu hướng đường huyết: Hướng thay đổi của mức đường huyết.
zh_hant: • 血糖趨勢：血糖變化的方向。

source: • In Trio history, you will see the smoothed value next to the original reading.
bg: • В историята на Trio ще виждате изгладената стойност до оригиналното показание.
cs: • V historii Trio uvidíte vyhlazenou hodnotu vedle původní naměřené hodnoty.
de: • In dem Trio-Verlauf siehst du den geglätteten Wert neben dem ursprünglichen Messwert.
fr: Dans « Historique » de Trio, la valeur lissée (✨) apparaîtra à côté de la valeur d'origine.
nb_no: • Du vil se utjevnet verdi sammen med opprinnelig verdi under Historikk.
pl: • W historii Trio zobaczysz wygładzoną wartość obok oryginalnego odczytu.
vi: • Trong lịch sử của Trio, bạn sẽ thấy giá trị đã được làm mượt (smoothed) hiển thị bên cạnh giá trị đo ban đầu.
zh_hant: • 在 Trio 歷史紀錄中，你會在原始讀值旁看到平滑值。

source: • Insulin Sensitivity
bg: • Инсулинова чувствителност
cs: Citlivost na inzulín
da: • Insulinfølsomhed
de: • Insulinempfindlichkeit
es: • Sensibilidad de insulina
fr: • Sensibilité à l'insuline
it: • Sensibilità insulinica
nb_no: • Insulinfølsomhet
nl: • Insuline gevoeligheid
pl: • Wrażliwość na insulinę
pt_pt: • Sensibilidade à insulina
ru: • чувствительность инсулина;
sv: • Insulinkänslighet
uk: • Чутливість ізольованого вірусу
vi: • Độ nhạy insulin
zh_hant: • 胰島素敏感度

source: • IOB: Insulin On Board
bg: • IOB: Инсулин на борда
cs: • IOB: Aktivní inzulín
da: • IOB: Insulin Om Bord
de: • IOB: Insulin an Bord
es: • IOB: Insulina a bordo
fr: • IOB : Insuline active
it: • IOB: Insulina a bordo
nb_no: • IOB: Aktivt insulin
nl: • IOB: Insuline aan boord
pl: • IOB: Aktywna insulina
pt_pt: • IOB: Insulin a bordo
ru: • IOB: Острова на борту
sv: • IOB: Aktivt insulin
uk: • IOB: Insulin на платі
vi: • IOB: Insulin đang hoạt động
zh_hant: • IOB：在身上的胰島素

source: • IOB: Insulin on Board.
bg: • IOB: Инсулин на борда.
cs: • IOB: Aktivní inzulín
da: • IOB: Insulin om bord.
de: • IOB: Insulin an Bord.
es: • IOB: Insulina a bordo.
fr: • IOB: Insuline active.
it: • IOB: Insulina a bordo.
nb_no: • IOB: Aktivt insulin.
nl: • IOB: Insuline aan boord.
pl: • IOB: Aktywna insulina.
pt_pt: • IOB: Insulin no Board.
sv: • IOB: Aktivt insulin.
uk: • IOB: Insulin на дошці.
vi: • IOB: Insulin đang hoạt động.
zh_hant: • IOB：在身上的胰島素。

source: • Last Loop Time: Time of the last algorithm run.
bg: • Last Loop Time: Времето на последното изпълнение на алгоритъма.
cs: • Čas poslední smyčky: Čas posledního spuštění algoritmu.
da: • Sidste løkke tid: Tid til den sidste algoritme kørsel.
de: • Letzte Loop-Zeit: Zeit, als der letzte Algorithmus ausgeführt wurde.
es: • Último tiempo del bucle: Tiempo del último algoritmo de ejecución.
fr: • Heure du dernier cycle : Heure de la dernière exécution de l’algorithme.
it: • Ora ultimo loop: Ora dell'ultima esecuzione dell'algoritmo.
nb_no: • Siste Loop-tid: Tidspunkt for siste algoritmeberegning.
nl: • Laatste looptijd: Tijdstip dat het algoritme voor het laatst is uitgevoerd.
pl: • Czas ostatniej pętli: czas ostatniego uruchomienia algorytmu.
pt_pt: • Hora do último laço: Hora da última execução do algoritmo.
ru: • Время последнего цикла: время последнего запуска алгоритма.
sv: • Senaste Loop: Tid när algoritmen senast kördes.
uk: • Останній час циклу часу: час останнього запуску алгоритму.
vi: • Last Loop Time: Thời điểm chạy thuật toán gần nhất.
zh_hant: • 最後循環時間：最後一次演算法運行的時間。

source: • Last Updated: Time of Last Loop Cycle
bg: • Последна актуализация: Време на последния цикъл
cs: • Poslední aktualizace: Čas posledního cyklu smyčky
da: • Senest opdateret: Tidspunkt for sidste Loop
de: • Letzte Aktualisierung: Zeit des letzten Loop Zyklus
es: • Última actualización: Hora del último ciclo de bucle
fr: • Dernière mise à jour : Heure d'exécution du dernier cycle
it: • Ultimo aggiornamento: Ora dell'ultimo ciclo loop
nb_no: • Sist oppdatert: Tidspunkt for siste Loop-syklus
nl: • Laatst bijgewerkt: Tijdstip van laatste loopcyclus
pl: • Ostatnia aktualizacja: Czas ostatniego cyklu pętli
pt_pt: • Última atualização: tempo do ciclo do último ciclo
ru: • Обновлено: время последнего цикла
sv: • Senast uppdaterad: Tid för senaste loop
uk: • Останнє оновлення: час останнього циклу циклів
vi: • Cập nhật lần cuối: Thời gian vòng lặp gần nhất
zh_hant: • 最後更新：最後循環完成的時間

source: • Loop Status: Indicates current loop status (green, yellow, red).
bg: • Състояние на цикъла: Показва текущото състояние на цикъла (зелено, жълто, червено).
cs: • Stav smyčky: Indikuje aktuální stav smyčky (zelená, žlutá, červená).
da: • Loop Status: Indikerer aktuelle loop status (grøn, gul, rød).
de: • Loop-Status: Zeigt den aktuellen Loop-Status an (grün, gelb, rot).
es: • Estado del bucle: Indica el estado actual del bucle (verde, amarillo, rojo).
fr: • État du cycle : Indique l’état actuel du processus d'ajustement (vert, jaune, rouge).
it: • Stato del loop: indica lo stato corrente del loop (verde, giallo, rosso).
nb_no: • Loop-status: Indikerer nåværende Loop-status (grønn, gul, rød).
nl: • Loop Status: Geeft de huidige loopstatus aan (groen, geel, rood).
pl: • Status pętli: Wskazuje bieżący status pętli (zielony, żółty, czerwony).
pt_pt: • Status do loop: Indica o estado do loop atual (verde, amarelo, vermelho).
ru: • Статус цикла: показывает текущий статус цикла (зеленый, желтый, красный).
sv: • Loopstatus: Indikerar aktuell loop-status (grön, gul, röd).
uk: • Статус циклу: Указує поточний статус циклу (зелений, жовтий, червоний).
vi: • Trạng thái vòng lặp: Cho biết trạng thái hiện tại của vòng lặp (xanh, vàng, đỏ).
zh_hant: • 循環狀態：表示當前循環狀態（綠色、黃色、紅色）。

source: • Manual boluses you enter yourself
bg: • Ръчни болуси, които въвеждате сами
cs: • Manuální bolusy, které zadáváte sami
de: • Selbst eingegebene manuelle Boli
fr: • Bolus manuels que vous saisissez vous-même
nb_no: • Manuell bolus lagt til av deg
nl: • Handmatige bolussen die je zelf invoert
pl: • Bolusy ręczne, które wprowadzasz samodzielnie
vi: Các liều bolus thủ công do bạn tự nhập
zh_hant: • 手動注射由您自行輸入

source: • Manual temporary basal rates you set yourself
bg: • Ръчни временни базални дози, които задавате сами
cs: • Manuální dočasné bazální dávky, které si sami nastavíte
da: • Manuelle midlertidige basale hastigheder, du sætter selv
de: • Manuelle Temporäre Basalrate, die Du selber einstellst
fr: • Débits basaux temporaires que vous définissez manuellement
it: • Velocità basali temporanee che imposti autonomamente
nb_no: • Manuelle midlertidige basalrater som du legger inn selv
nl: • Handmatige tijdelijke basaalstanden die je zelf hebt ingesteld
pl: • Ręczne tymczasowe dawki bazowe, które ustawiasz samodzielnie
vi: Tỷ lệ insulin nền tạm thời do bạn tự thiết lập
zh_hant: • 您自己設定的手動臨時基礎速率

source: • None: No value displayed.
bg: • None: Няма показана стойност.
cs: • Žádné: Nezobrazuje se žádná hodnota.
da: • Ingen: Ingen værdi vises.
de: • Keine: Kein Wert angezeigt.
es: • Ninguno: Ningún valor mostrado.
fr: • Aucun : aucune valeur affichée.
it: • Nessuno: Nessun valore visualizzato.
nb_no: • Ingen: Ingen verdi vises.
nl: • Geen: Geen waarde weergegeven.
pl: • Brak: Brak wyświetlonej wartości.
pt_pt: • Nenhum: Nenhum valor exibido.
ru: • Нет: Нет отображаемой ценности.
sv: • Ingen: Inget värde visas.
uk: • Ні: Значення не відображається.
vi: • None: Không có giá trị nào được hiển thị.
zh_hant: • 無：不顯示任何數值。

source: • Preferences
bg: • Предпочитания
cs: • Možnosti
da: • Præferencer
de: • Einstellungen
es: • Preferencias
fr: • Réglages
it: • Preferenze
nb_no: • Innstillinger
nl: • Voorkeuren
pl: • Preferencje
pt_pt: • Preferências
ru: • Предпочтения
sv: • Preferenser
uk: • Налаштування
vi: • Tùy chỉnh
zh_hant: • 偏好設定

source: • Pump Simulator
bg: • Симулатор на помпа
cs: • Simulátor pumpy
da: • Pumpe Simulator
de: • Pumpen-Simulator
es: • Simulador de bomba
fr: • Simulateur de pompe
it: • Simulatore pompa
nb_no: • Pumpesimulator
nl: • Pompsimulator
pl: • Symulator pompy
pt_pt: • Simulador de Bomba
ru: Симулятор насоса
uk: • Імітатор насосу
zh_hant: • 幫浦模擬器

source: • Secondary Font Size: Adjust text size for values in split layouts.
bg: • Вторичен размер на шрифта: Коригирайте размера на текста за стойностите в разделените оформления.
cs: • Sekundární velikost písma: Upravte velikost textu pro hodnoty v rozděleném rozvržení.
da: • Sekundær skrifttypestørrelse: Juster tekststørrelse for værdier i delte layouts.
de: • Sekundäre Schriftgröße: Textgröße für Werte im gesplitteten Layout anpassen.
es: • Tamaño secundario de fuente: Ajuste el tamaño del texto para los valores en diseños divididos.
fr: • Taille de police secondaire : Ajuste la taille du texte pour des valeurs dans une mise en page fractionnée.
it: • Dimensione secondaria del carattere: Regola la dimensione del testo per i valori nei layout divisi.
nb_no: • Sekundær tekststørrelse: Juster tekststørrelsen for verdier i splittvisninger.
nl: • Secundaire lettergrootte: Tekstgrootte aanpassen voor waarden in gesplitste lay-outs.
pl: • Drugi rozmiar czcionki: Dostosuj rozmiar tekstu dla wartości w podzielonych układach.
pt_pt: • Tamanho da Fonte Secundária: Ajuste o tamanho do texto para valores em layouts divididos.
ru: • Размер вторичного шрифта: Регулировка размера текста для значений в разделенных макетах.
sv: • Sekundär teckenstorlek: Justera textstorlek för värden i delade layouter.
uk: • Розмір вторинного шрифту: Налаштувати розмір тексту для значень у розділених макетах.
vi: • Cỡ chữ phụ: Điều chỉnh kích thước chữ cho các giá trị trong bố cục chia đôi.
zh_hant: • 第二字型大小：調整分割佈局中數值的文字大小。

source: • Settings
bg: • Настройки
cs: • Nastavení
da: • Indstillinger
de: • Einstellungen
es: • Ajustes
fr: • Paramètres
it: • Impostazioni
nb_no: • Innstillinger
nl: • Instellingen
pl: • Ustawienia
pt_pt: • Configurações
ru: • Настройки
sv: • Inställningar
uk: • Налаштування
vi: • Cài đặt
zh_hant: • 設定

source: • Split: Divides values into two separate areas of same size.
bg: • Split: Разделя стойностите в две отделни области с еднакъв размер.
cs: Rozdělené: Rozdělí hodnoty do dvou samostatných oblastí stejné velikosti.
da: • Split: Inddeler værdier i to separate områder af samme størrelse.
de: • Aufteilen: Teilt Werte in zwei getrennte Bereiche gleicher Größe.
es: • Dividir: Dividir valores en dos áreas separadas del mismo tamaño.
fr: • Scinder : Divise les valeurs en deux ensembles de taille identique.
it: • Dividi: Divide i valori in due aree separate della stessa dimensione.
nb_no: • Splitt: Deler verdier i to adskilte områder med samme størrelse.
nl: • Split: Deel waarden in twee aparte gebieden van dezelfde grootte.
pl: • Podział: Dzieli wartości na dwa oddzielne obszary o tym samym rozmiarze.
pt_pt: • Dividido: divide os valores em duas áreas separadas de mesmo tamanho.
ru: • Сплит: Деление значений на две отдельные области одного размера.
sv: • Splitta: Delar upp värden i två separata områden av samma storlek.
uk: • Розділення - на дві окремі частини одного розміру.
vi: • Chia nhỏ: Chia các giá trị thành hai vùng riêng biệt có cùng kích thước.
zh_hant: • 分割：將數值分成兩個相同大小的區域。

source: • Spread Interval
bg: • Интервал на разпределение
cs: • Interval rozložení
da: • Spredt Interval
de: • Intervall
es: • Intervalo de difusión
fr: • Intervalle de répartition FPU
it: • Intervallo di Diffusione
nb_no: • Spredningsintervall
pl: • Czas pomiędzy wpisami
pt_pt: • Intervalo de spread
ru: • Интервал распространения
sv: • Spridningsintervall
uk: • Інтервал розповсюдження
vi: • Khoảng thời gian Phân bố
zh_hant: • 擴展間隔

source: • Temp Targets
bg: • Временни цели
cs: • Dočasné cíle
da: • Midlertidige Mål
de: • Temporäre Ziele
es: • Objetivos temporales
fr: • Cibles Temporaires
it: • Target Temporanei
nb_no: • Midlertidige mål
nl: • Tijdelijke doelen
pl: • Cele tymczasowe
pt_pt: • Metas temporárias
ru: Временные цели
sv: • Tillfälliga mål
uk: • цілі для тимчасових запитів
vi: • Mục tiêu tạm thời
zh_hant: • 暫時目標

source: • Temporary Basal Rates (TBRs)
bg: • Временни базали (TBR)
cs: • Dočasné bazální dávky (TBR)
da: Midlertidige basal rater (TBRs)
de: • Temporäre Basalraten (TBRs)
fr: • Débits de Base Temporaires (TBR)
it: • Velocità Basali Temporanee (TBRs)
nb_no: • Midlertidige basalrater (TBR)
nl: • Tijdelijke basaalstanden (TBRs)
pl: • Tymczasowe dawki bazowe (TBR)
vi: • Tỷ lệ insulin nền tạm thời (TBR)
zh_hant: • 臨時基礎速率（TBR）

source: • The main chart and treatment chart show a light gray trend line for the smoothed values. The glucose dots always show your original CGM readings.
bg: • Основната графика и графиката за въвежданията показват светлосива линия на тенденцията за изгладените стойности. Точките на глюкозата винаги показват оригиналните ви CGM показания.
cs: • Hlavní graf a graf léčby zobrazují světle šedou trendovou čáru pro vyhlazené hodnoty. Tečky glykémie vždy zobrazují vaše původní naměřené hodnoty z CGM.
fr: • Le graphique principal et le graphique de traitement affichent une ligne de tendance gris clair pour les valeurs lissées. Les points de glucose affichent toujours les valeurs d'origine de votre CGM.
nb_no: • Grafen på Hjem og Behandlinger viser en grå trendlinje for de utjevnede verdiene. Prikkene viser alltid de opprinnelige verdiene fra din CGM.
pl: • Wykres pokazuje jasnoszarą linię dla wygładzonych wartości. Kropki zawsze pokazują oryginalne odczyty CGM.
vi: • Biểu đồ chính và biểu đồ điều trị hiển thị một đường xu hướng màu xám nhạt cho các giá trị đã được làm mượt. Các chấm glucose luôn hiển thị giá trị CGM gốc của bạn.
zh_hant: • 主要圖表與處置圖表會以淺灰色趨勢線顯示平滑值。血糖點一律顯示你原始的 CGM 讀值。

source: • When you long-press a chart, the pop-up will show both the original and smoothed values.
bg: • Когато натиснете продължително графика, изскачащият прозорец ще показва както оригиналните, така и изгладените стойности.
cs: • Když dlouze stisknete graf, ve vyskakovacím okně se zobrazí původní i vyhlazené hodnoty.
de: • Wenn du ein Diagramm lange gedrückt hältst, zeigt das Pop-up sowohl den ursprünglichen als auch den geglätteten Wert an.
fr: • Lorsque vous effectuez un appui long sur le graphique, la fenêtre contextuelle affiche à la fois les valeurs d'origine et les valeurs lissées.
nb_no: • Når du trykker lenge på en graf, vil popup-vinduet vise både opprinnelige og utjevnede verdier.
pl: • Po długim naciśnięciu wykresu zostaną wyświetlone wartości oryginalne i wygładzone.
vi: • Khi bạn nhấn giữ lâu trên biểu đồ, cửa sổ pop-up sẽ hiển thị cả giá trị gốc và giá trị đã được làm mượt.
zh_hant: • 長按圖表時，快顯視窗會同時顯示原始與平滑數值。

source: ⚠️ Safety Notifications are OFF
bg: ⚠️ Известията за безопасност са ИЗКЛЮЧЕНИ
cs: ⚠️ Bezpečnostní oznámení jsou VYPNUTA
da: ⚠️ Sikkerhedsmeddelelser er slået FRA
de: ⚠️ Sicherheitsbenachrichtigungen sind AUS
es: ⚠️ Las notificaciones de seguridad están desactivadas
fr: ⚠️ Les notifications de sécurité sont désactivées
it: ⚠️ Le notifiche di sicurezza sono DISATTIVATE
nb_no: ⚠️ Sikkerhetsvarslinger er av
nl: ⚠️ veiligheidsnotificaties staan UIT
pl: ⚠️ Powiadomienia dotyczące bezpieczeństwa są wyłączone
pt_pt: ⚠️ Notificações de segurança estão DESLIGADAS
ru: ⚠️ Уведомления безопасности ВЫКЛ
sv: ⚠️ Säkerhetsnotiser är AV
uk: ⚠️ Сповіщення про безпеку відсутні
vi: ⚠️ Thông báo an toàn đã TẮT
zh_hant: ⚠️ 安全通知已關閉

source: ❗ Notifications are Required
bg: ❗ Изискват се известия
cs: ❗ Oznámení jsou vyžadována
da: ❗ Notifikationer er påkrævet
de: ❗ Benachrichtigungen sind erforderlich
es: ❗ Se requieren notificaciones
fr: ❗ Les notifications sont obligatoires
it: ❗ Le notifiche sono obbligatorie
nb_no: ❗ Varslinger er påkrevd
nl: ❗ Meldingen zijn vereist
pl: ❗ Powiadomienia są wymagane
pt_pt: ❗ Notificações são necessárias
ru: ❗ Уведомления обязательны
sv: ❗ Notiser krävs
uk: ❗ Потрібно сповіщення
vi: ❗ Yêu cầu bật thông báo
zh_hant: ❗ 需要通知

source: 🔴: Below-Range
bg: 🔴: под диапазона
cs: 🔴: Pod limitem
da: 🔴: Under Målområde
de: 🔴: Unterhalb des Zielbereichs
es: 🔴: Bajo rango
fr: 🔴: Sous la cible
it: :red_cercle:: Sotto-Range
nb_no: 🔴: Under målområde
nl: 🔴: Onder Range
pl: 🔴: Poniżej Zakresu
pt_pt: 🔴: Alcance
ru: 🔴: Ниже
sv: 🔴 Under målintervall
uk: 🔴: Нижче дальності
vi: 🔴: Dưới phạm vi
zh_hant: 🔴: 低於範圍

source: 🟠: Above-Range
bg: 🟠: над диапазона
cs: 🟠: Nad limitem
da: 🟠: Over Målområde
de: 🟠: Oberhalb des Zielbereichs
es: 🟠: Alcance
fr: 🟠: Au-dessus de la cible
it: 🟠: Sopra-Range
nb_no: 🟠: Over målområde
nl: 🟠: Boven Bereik
pl: 🟠: Powyżej Zakresu
pt_pt: 🟠: Abo-Alcance
ru: 🟠: Выше диапазон
sv: 🟠 Över målintervall
vi: 🟠: Trên phạm vi
zh_hant: 🟠: 超過範圍

source: 🟢: In-Range
bg: 🟢: в диапазона
cs: 🟢: V limitu
da: 🟢: Indenfor Målområde
de: 🟢: Im Zielbereich
es: 🟢: En el rango
fr: 🟢: Dans la cible
it: :green_cercle:: In-Range
nb_no: 🟢: I målområde
nl: 🟢: Binnen Bereik
pl: 🟢: W zakresie
pt_pt: 🟢: Intervalo
ru: 🟢: В диапазоне
sv: 🟢 Inom målintervall
vi: 🟢: Trong phạm vi
zh_hant: 🟢: 在範圍內

source: 0.1 U and over
bg: 0.1 U и повече
cs: 0.1 j a více
fr: 0,1 U et plus
nb_no: 0.1 E og over
pl: 0,1 J i powyżej
vi: 0,1 U trở lên
zh_hant: 0.1 U 以上

source: 0.5 U and over
bg: 0.5 U и повече
cs: 0.5 j a více
fr: 0,5 U et plus
nb_no: 0.5 E og over
pl: 0,5 J i powyżej
vi: 0,5 U trở lên
zh_hant: 0.5 U 以上

source: 1 hour
bg: 1 час
cs: 1 hodina
fr: 1 heure
nb_no: 1 time
pl: 1 godz
vi: 1 giờ
zh_hant: 1 小時

source: 1 U and over
bg: 1 U и повече
cs: 1 j a více
fr: 1 U et plus
nb_no: 1 E og over
pl: 1 J i powyżej
vi: 1 U trở lên
zh_hant: 1 U 以上

source: 1. Open the Settings app on your iOS device.
bg: 1. Отворете Настройки на вашето iOS устройство.
cs: 1. Otevři aplikaci Nastavení na svým iOS zařízení.
da: 1. Åbn appen Indstillinger på din iOS enhed.
de: 1. Öffne die Einstellungs-App auf Deinem iOS-Gerät.
es: 1. Abre la aplicación Ajustes en tu dispositivo iOS.
fr: 1. Ouvrez le menu "réglage" sur votre appareil iOS.
it: 1. Apri l'app Impostazioni sul tuo dispositivo iOS.
nb_no: 1. Åpne Innstillinger-appen på din iOS-enhet.
nl: 1. Open de Instellingen-app op je iOS-apparaat.
pl: 1. Otwórz aplikację Ustawienia na urządzeniu iOS.
pt_pt: 1. Abra o app Configurações no seu dispositivo iOS.
ru: 1. Откройте приложение "Настройки" на вашем iOS устройстве.
sv: 1. Öppna appen Inställningar på din iOS-enhet.
uk: 1. Відкрийте додаток налаштувань на вашому пристрої iOS.
vi: 1. Mở ứng dụng Cài đặt trên thiết bị iOS của bạn.
zh_hant: 1. 在您的 iOS 裝置上打開設定應用。
